#include<stdlib.h>
#include<stdio.h>
int main()
{
printf("the project was done by kuang jie long + 18040031009\n");
printf("😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️\n");
printf("😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️\n");
printf("😇️😇️                        😇️😇️\n");
printf("😇️😇️  😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️\n");
printf("😇️😇️  😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️\n");
printf("😇️😇️  😇️                😇️😇️😇️😇️\n");
printf("😇️😇️  😇️😇️😇️😇️  😇️😇️😇️😇️😇️😇️😇️😇️\n");
printf("😇️😇️  😇️😇️😇️😇️  😇️😇️😇️😇️😇️😇️😇️😇️\n");
printf("😇️😇️  😇️                😇️😇️😇️😇️\n");
printf("😇️😇️  😇️😇️😇️😇️  😇️😇️😇️😇️😇️😇️😇️😇️\n");
printf("😇️😇️  😇️😇️😇️😇️  😇️😇️😇️😇️😇️😇️😇️😇️\n");
printf("😇️😇️  😇️                😇️😇️😇️😇️\n");
printf("😇️😇️  😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️\n");
printf("😇️😇️  😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️\n");
printf("😇️😇️                        😇️😇️\n");
printf("😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️\n");
printf("😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️\n");
printf("😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️😇️\n");
    printf("this process will exit!\n");
    exit(0);
    printf("never be displayed!\n");
}
